Repository: ikarago/Talkinator
Catalog: Talkinator/Talkinator/strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# CBTN-About.Label
source: About
fr_fr: À propos

# CBTN-Export.Label
source: Export to soundfile
fr_fr: Exporter au fichier son

# Message-AcquisitionDuplicate-Message
source: You've already bought this! :)
fr_fr: Vous avez déjà acheté ça! :)

# Message-AcquisitionDuplicate-Title
source: You're super awesome!
fr_fr: Tu est super génial!

# Message-AcquisitionFailed-Message
source: Something went wrong. Please try again later
fr_fr: Quelque chose s'est mal passé. Veuillez réessayer plus tard

# Message-AcquisitionFailed-Title
source: Acquisition failed
fr_fr: Acquisition échouée

# Message-AcquisitionSuccessful-Message
source: Thank you for your support! We'll hide the ads right away. :)
fr_fr: Merci pour votre soutien! Nous allons cacher les annonces tout de suite. :)

# Message-AcquisitionSuccessful-Title
source: Acquisition successful!
fr_fr: Acquisition réussie!

# Message-Close
source: Close
fr_fr: Fermer

# Message-ExportFailed-Message
source: We weren't able to export your text. :(
fr_fr: Nous n'avons pas pus exporter votre texte. :(

# Message-ExportFailed-Title
source: Export failed
fr_fr: L'exportation a échoué

# Message-ExportSuccessful-SavedTo
source: File saved to:
fr_fr: Fichier enregistré dans:

# Message-ExportSuccessful-Title
source: Export successful
fr_fr: Exporter avec succès

# Settings-About-Changelog.Content
source: Check changelog
fr_fr: Vérifier le journal des modifications

# Settings-About-Rights.Text
source: All rights reserved
fr_fr: Tous les droits sont réservés

# Settings-About-SendFeedback.Content
source: Send feedback
fr_fr: Envoyer des commentaires

# Settings-About-Title.Text
source: About
fr_fr: A propos

# TalkPage-ExportFailed.Text
source: Export failed. :(
fr_fr: L'exportation a échouée. :(

# TalkPage-ExportSuccesful.Text
source: Export completed! :)
fr_fr: Exportation terminée! :)

# TalkPage-Input.PlaceholderText
source: Type or drop some text here...
fr_fr: Tapez ou déposez du texte ici ...

# Error-AppUpdated-Text
source: The Talkinator has been updated! Would you like to see what we've added and improved for you?
fr_fr: Le Talkinator a été mis à jour! Souhaitez-vous voir ce que nous avons ajouté et amélioré pour vous?

# Error-AppUpdated-Title
source: Talkinator has been updated
fr_fr: Talkinator a été mis à jour

# Error-Close
source: Close
fr_fr: Fermer

# Error-GotoChangelog
source: See what's new
fr_fr: Regardez ce qu'il y a de nouveau

# CBTN-SupportUs.Label
source: Support us
fr_fr: Nous soutenir

# TalkPage-PatreonBanner.Text
source: Support us on Patreon!
fr_fr: Soutenez-nous sur Patreon!

# BTN-Clear.AutomationProperties.HelpText
source: Text cleared
fr_fr: Texte effacé

# BTN-Clear.ToolTipService.ToolTip
source: Clear text
fr_fr: Effacer le texte

# BTN-Pause.AutomationProperties.HelpText
source: Playback paused
fr_fr: Lecture en pause

# BTN-Pause.ToolTipService.ToolTip
source: Pause playback
fr_fr: Pause de la lecture

# BTN-Play.ToolTipService.ToolTip
source: Play
fr_fr: Jouer

# BTN-Stop.AutomationProperties.HelpText
source: Playback stopped
fr_fr: La lecture est arrêtée

# BTN-Stop.ToolTipService.ToolTip
source: Stop playback
fr_fr: Arrêter la lecture

# TBTN-Repeat.ToolTipService.ToolTip
source: Repeat
fr_fr: Répéter
